Repository: mobile-iOS-Projects/CurrencyConverter
Catalog: App/Extensions/watchOS/Resources/i18n/*.lproj/Localizable.strings
Languages: fi, lv, pt, sk

# watch.log_out_view.app_disabled.title
source: App Disabled
fi: Sovelluksen aktivointi poistettu
lv: Lietojumprogramma atspējota
pt: App desativado
sk: Aplikácia zakázaná

# watch.log_out_view.app_suspended.title
source: App Suspended
fi: Sovellus keskeytetty
lv: Lietojumprogramma apturēta
pt: App suspenso
sk: Aplikácia pozastavená

# watch.log_out_view.sign_out.title
source: Signed Out
fi: Kirjautunut ulos
lv: Izrakstījies
pt: Sessão encerrada
sk: Odhlásený

# watch.log_out_view.sign_in.title
source: Sign In
fi: Kirjaudu
lv: Pierakstīties
pt: Iniciar sessão
sk: Prihlásiť sa

# watch.log_out_view.sign_in_on_phone.hint
source: If you are not connected automatically, open the app on your phone and tap the button below.
fi: Jos yhteys ei muodostu automaattisesti, avaa sovellus puhelimessasi ja napsauta alla olevaa painiketta.
lv: Ja savienojums neizveidojas automātiski, tālrunī atveriet lietotni un pieskarieties pie pogas zemāk.
pt: Se você não for conectado automaticamente, abra o app em seu telefone e toque no botão abaixo.
sk: Ak sa nepripojíte automaticky, otvorte aplikáciu v telefóne a klepnite na tlačidlo nižšie.

# watch.log_out_view.button.sign_in.label
source: Continue
fi: Jatka
lv: Turpināt
pt: Continuar
sk: Pokračovať

# watch.log_out_view.log_in_needed.description
source: Sign in to SAP Mobile Start on your phone to use this app on your watch.
fi: Kirjaudu SAP Mobile Startiin puhelimellasi, jotta voit käyttää sovellusta kellossasi.
lv: Pierakstieties SAP Mobile Start lietotnē savā telefonā, lai to varētu lietot jūsu pulkstenī.
pt: Inicie a sessão do SAP Mobile Start no celular para usar este app no relógio.
sk: Ak chcete používať túto aplikáciu na hodinkách, prihláste sa na svojom telefóne do SAP Mobile Start.

# watch.log_out_view.passcode_required.description
source: To use this watch app, set a passcode for your watch in the settings.
fi: Jotta voit käyttää tätä kellosovellusta, aseta kellon pääsykoodi asetuksiin.
lv: Lai izmantotu šo pulksteņa lietojumprogrammu, iestatījumos iestatiet pulkstenim ieejas kodu.
pt: Para usar este app de smartwatch, defina um código para seu smartwatch nas configurações.
sk: Ak chcete používať túto aplikáciu hodiniek, nastavte si v nastaveniach prístupový kód pre svoje hodinky.

# watch.log_out_view.watch_disconnected.description
source: Bring your phone near your watch to sign in to SAP Mobile Start again.
fi: Tuo puhelin lähelle kelloasi, jotta voit kirjautua SAP Mobile Startiin.
lv: Novietojiet telefonu blakus jūsu pulkstenim, lai no jauna pierakstītos lietotnē SAP Mobile Start.
pt: Coloque seu telefone perto de seu smartwatch para iniciar a sessão no SAP Mobile Start novamente.
sk: Priložte telefón k hodinkám, aby ste sa znova prihlásili do SAP Mobile Start.

# watch.log_out_view.watch_feature_disabled.description
source: Your administrator has disabled this watch app for your company.
fi: Pääkäyttäjä on poistanut tämän kellosovelluksen aktivoinnin yrityksessäsi.
lv: Jūsu administrators ir atspējojis šo pulksteņa lietotni jūsu uzņēmumam.
pt: Seu administrador desativou este app de smartwatch para sua empresa.
sk: Váš správca deaktivoval túto aplikáciu hodiniek pre vašu spoločnosť.

# watch.monitoring_tab.list.button.label
source: Try Again
fi: Yritä uudelleen
lv: Mēģināt vēlreiz
pt: Tentar novamente
sk: Skúsiť znova

# watch.monitoring_tab.list.row.title.placeholder
source: Unknown
fi: Tuntematon
lv: Nezināms
pt: Desconhecido
sk: Neznáme

# watch.monitoring_tab.list.title
source: Monitoring
fi: Valvonta
lv: Pārraudzība
pt: Monitoramento
sk: Monitorovanie

# watch.monitoring_tab.empty_list_view.message
source: No apps yet
fi: Ei vielä sovelluksia
lv: Vēl nav nevienas lietotnes
pt: Nenhum app ainda
sk: Zatiaľ žiadne aplikácie

# watch.monitoring_tab.error.loading_failed.title
source: Loading failed
fi: Lataus epäonnistui
lv: Ielāde neizdevās
pt: Falha ao carregar
sk: Načítanie neúspešné

# watch.monitoring_tab.error.no_internet.message
source: Please check your internet connection.
fi: Tarkista Internet-yhteys.
lv: Lūdzu, pārbaudiet interneta savienojumu.
pt: Verifique a sua conexão de Internet.
sk: Skontrolujte internetové pripojenie.

# watch.monitoring_tab.error.something_went_wrong.message
source: Something went wrong.
fi: On tapahtunut virhe.
lv: Radās kāda kļūda.
pt: Algo deu errado.
sk: Niečo sa pokazilo.

# watch.monitoring_tab.list.tile_detail.nav_bar.title
source: Details
fi: Lisätiedot
lv: Detalizēta informācija
pt: Detalhes
sk: Detaily
